Repository: Ashwinn11/honestly
Catalog: Honestly/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, zh_hans, zh_hant

source: what would make you feel proud by tonight?
ar: ما الذي سيجعلك فخورًا بحلول الليلة؟
de: Was würde dich heute Abend stolz machen?
es: ¿Qué haría que te sintieras orgulloso esta noche?
fr: Qu'est-ce qui te rendrait fier d'ici ce soir ?
it: Cosa ti renderebbe orgoglioso entro stasera?
ja: 今夜までに何があれば誇らしく感じますか？
ko: 오늘 밤까지 무엇이 있으면 뿌듯할까요?
nl: Wat zou je vanavond trots laten voelen?
pt_br: O que faria você se orgulhar até hoje à noite?
pt_pt: O que te faria sentir orgulho até logo à noite?
ru: Что заставило бы тебя гордиться собой к вечеру?
zh_hans: 到今晚，什么会让你为自己自豪？
zh_hant: 到今晚，什麼會讓你為自己自豪？

source: what would you regret not doing today?
ar: ما الذي ستندم على عدم فعله اليوم؟
de: Was würdest du bereuen, heute nicht getan zu haben?
es: ¿Qué lamentarías no haber hecho hoy?
fr: Qu'est-ce que tu regretterais de ne pas avoir fait aujourd'hui ?
it: Cosa ti pentiresti di non aver fatto oggi?
ja: 今日やらなかったら後悔することは？
ko: 오늘 하지 않으면 후회할 일은 무엇인가요?
nl: Wat zou je betreuren vandaag niet te hebben gedaan?
pt_br: Do que você se arrependeria de não fazer hoje?
pt_pt: Do que te arrependerias de não fazer hoje?
ru: О чём ты пожалеешь, если не сделаешь этого сегодня?
zh_hans: 今天不做哪件事你会后悔？
zh_hant: 今天不做哪件事你會後悔？

source: what would your most energized self do first?
ar: ماذا سيفعل أكثر نسخة منك نشاطًا أولًا؟
de: Was würde dein energiegeladenstes Ich zuerst tun?
es: ¿Qué haría primero tu yo con más energía?
fr: Que ferait d'abord ton toi le plus énergique ?
it: Cosa farebbe per prima cosa il tuo io più energico?
ja: いちばん元気なあなたなら、まず何をしますか？
ko: 가장 활기찬 당신이라면 먼저 무엇을 할까요?
nl: Wat zou jouw meest energieke zelf eerst doen?
pt_br: O que o seu eu mais cheio de energia faria primeiro?
pt_pt: O que o teu eu mais cheio de energia faria primeiro?
ru: Что в первую очередь сделал бы твой самый энергичный ты?
zh_hans: 最有活力的你，会先做什么？
zh_hant: 最有活力的你，會先做什麼？

source: what's a recent win you haven't celebrated yet?
ar: ما الإنجاز الأخير الذي لم تحتفل به بعد؟
de: Welchen jüngsten Erfolg hast du noch nicht gefeiert?
es: ¿Qué logro reciente aún no has celebrado?
fr: Quelle victoire récente n'as-tu pas encore célébrée ?
it: Qual è una vittoria recente che non hai ancora festeggiato?
ja: まだ祝っていない最近の成果は？
ko: 아직 축하하지 못한 최근의 성취는?
nl: Welke recente overwinning heb je nog niet gevierd?
pt_br: Qual conquista recente você ainda não comemorou?
pt_pt: Que conquista recente ainda não celebraste?
ru: Какую недавнюю победу ты ещё не отпраздновал?
zh_hans: 有哪件最近的小成就你还没庆祝？
zh_hant: 有哪件最近的小成就你還沒慶祝？

source: what's a simple pleasure you're looking forward to?
ar: ما المتعة البسيطة التي تتطلّع إليها؟
de: Auf welche einfache Freude freust du dich?
es: ¿Qué placer sencillo esperas con ganas?
fr: Quel plaisir simple attends-tu avec impatience ?
it: Quale piccolo piacere stai aspettando?
ja: 楽しみにしているささやかな喜びは？
ko: 기대하고 있는 소소한 즐거움은 무엇인가요?
nl: Op welk eenvoudig genot verheug je je?
pt_br: Que prazer simples você está esperando?
pt_pt: Que prazer simples estás a aguardar?
ru: Какой простой радости ты ждёшь?
zh_hans: 你正在期待哪一种简单的快乐？
zh_hant: 你正在期待哪一種簡單的快樂？

source: what's a small comfort you can give yourself today?
ar: ما الراحة الصغيرة التي يمكنك منحها لنفسك اليوم؟
de: Welchen kleinen Trost kannst du dir heute gönnen?
es: ¿Qué pequeño consuelo puedes darte hoy?
fr: Quel petit réconfort peux-tu t'offrir aujourd'hui ?
it: Quale piccolo conforto puoi concederti oggi?
ja: 今日、自分に与えられる小さな癒やしは？
ko: 오늘 자신에게 줄 수 있는 작은 위안은?
nl: Welk klein comfort kun je jezelf vandaag gunnen?
pt_br: Que pequeno conforto você pode se dar hoje?
pt_pt: Que pequeno conforto podes dar a ti mesmo hoje?
ru: Какую маленькую радость ты можешь подарить себе сегодня?
zh_hans: 今天你能给自己一点什么小小的安慰？
zh_hant: 今天你能給自己一點什麼小小的安慰？

source: what's cluttering your mind this morning?
ar: ما الذي يزدحم في ذهنك هذا الصباح؟
de: Was verstopft heute Morgen deinen Kopf?
es: ¿Qué te abarrota la mente esta mañana?
fr: Qu'est-ce qui encombre ton esprit ce matin ?
it: Cosa ti affolla la mente stamattina?
ja: 今朝、頭の中をごちゃごちゃにしているものは？
ko: 오늘 아침 머릿속을 어지럽히는 건 무엇인가요?
nl: Wat maakt je hoofd vanochtend rommelig?
pt_br: O que está bagunçando sua mente nesta manhã?
pt_pt: O que está a confundir a tua mente esta manhã?
ru: Что захламляет твой ум этим утром?
zh_hans: 今天早上是什么让你心绪杂乱？
zh_hant: 今天早上是什麼讓你心緒雜亂？

source: what's one small step toward something you care about?
ar: ما الخطوة الصغيرة نحو شيء يهمّك؟
de: Was ist ein kleiner Schritt zu etwas, das dir wichtig ist?
es: ¿Cuál es un pequeño paso hacia algo que te importa?
fr: Quel petit pas peux-tu faire vers ce qui compte pour toi ?
it: Qual è un piccolo passo verso qualcosa a cui tieni?
ja: 大切なことへの小さな一歩は何ですか？
ko: 당신이 아끼는 것을 향한 작은 한 걸음은?
nl: Wat is een kleine stap richting iets wat je belangrijk vindt?
pt_br: Qual é um pequeno passo rumo a algo que importa para você?
pt_pt: Qual é um pequeno passo rumo a algo que te importa?
ru: Какой маленький шаг к тому, что тебе важно?
zh_hans: 朝着你在乎的事，迈出一小步是什么？
zh_hant: 朝著你在乎的事，邁出一小步是什麼？

source: what's one thing you don't need to carry today?
ar: ما الشيء الذي لا تحتاج أن تحمله اليوم؟
de: Was musst du heute nicht mit dir herumtragen?
es: ¿Qué cosa no necesitas cargar hoy?
fr: Quelle chose n'as-tu pas besoin de porter aujourd'hui ?
it: Qual è una cosa che oggi non devi portarti dietro?
ja: 今日抱えなくていいものは何ですか？
ko: 오늘 굳이 짊어지지 않아도 될 한 가지는?
nl: Wat hoef je vandaag niet met je mee te dragen?
pt_br: Que peso você não precisa carregar hoje?
pt_pt: Que peso não precisas de carregar hoje?
ru: Что одно тебе сегодня не нужно нести?
zh_hans: 今天有哪件事你其实不必背负？
zh_hant: 今天有哪件事你其實不必背負？

source: what's one thing you're doing today just for you?
ar: ما الشيء الذي ستفعله اليوم من أجل نفسك فقط؟
de: Was tust du heute nur für dich selbst?
es: ¿Qué cosa harás hoy solo para ti?
fr: Quelle chose fais-tu aujourd'hui rien que pour toi ?
it: Qual è una cosa che oggi farai solo per te?
ja: 今日、自分のためだけにすることは？
ko: 오늘 오직 당신만을 위해 하는 한 가지는?
nl: Wat doe je vandaag alleen voor jezelf?
pt_br: Que coisa você vai fazer hoje só para você?
pt_pt: Que coisa vais fazer hoje só para ti?
ru: Что одно ты сделаешь сегодня только для себя?
zh_hans: 今天有哪件事是你只为自己而做？
zh_hant: 今天有哪件事是你只為自己而做？

source: what's outside your control that you can set down?
ar: ما الذي يخرج عن سيطرتك ويمكنك أن تضعه جانبًا؟
de: Was liegt außerhalb deiner Kontrolle und kannst du ablegen?
es: ¿Qué está fuera de tu control y puedes dejar a un lado?
fr: Qu'est-ce qui échappe à ton contrôle et que tu peux déposer ?
it: Cosa non dipende da te e puoi mettere giù?
ja: 自分にはどうにもできず、手放せることは？
ko: 당신이 통제할 수 없어 내려놓을 수 있는 건 무엇인가요?
nl: Wat ligt buiten je controle en kun je neerleggen?
pt_br: O que está fora do seu controle e você pode deixar de lado?
pt_pt: O que está fora do teu controlo e podes deixar de lado?
ru: Что вне твоего контроля и что ты можешь отложить?
zh_hans: 有什么不在你掌控之中，可以放下？
zh_hant: 有什麼不在你掌控之中，可以放下？

source: what's something small that made a difference?
ar: ما الشيء الصغير الذي أحدث فرقًا؟
de: Was Kleines hat einen Unterschied gemacht?
es: ¿Qué pequeña cosa marcó la diferencia?
fr: Quelle petite chose a fait la différence ?
it: Quale piccola cosa ha fatto la differenza?
ja: 違いを生んだ小さなことは？
ko: 변화를 만든 작은 것은 무엇인가요?
nl: Welk klein iets maakte het verschil?
pt_br: Que pequena coisa fez diferença?
pt_pt: Que pequena coisa fez diferença?
ru: Какая мелочь всё изменила?
zh_hans: 哪件小事带来了改变？
zh_hant: 哪件小事帶來了改變？

source: what's the most honest thing you could write right now?
ar: ما أصدق شيء يمكنك كتابته الآن؟
de: Was ist das Ehrlichste, das du jetzt schreiben könntest?
es: ¿Qué es lo más honesto que podrías escribir ahora mismo?
fr: Quelle est la chose la plus honnête que tu pourrais écrire maintenant ?
it: Qual è la cosa più sincera che potresti scrivere adesso?
ja: 今いちばん正直に書けることは？
ko: 지금 가장 솔직하게 쓸 수 있는 건 무엇인가요?
nl: Wat is het eerlijkste dat je nu zou kunnen schrijven?
pt_br: Qual é a coisa mais honesta que você poderia escrever agora?
pt_pt: Qual é a coisa mais honesta que poderias escrever agora?
ru: Что самое честное ты мог бы написать прямо сейчас?
zh_hans: 此刻你能写下最诚实的话是什么？
zh_hant: 此刻你能寫下最誠實的話是什麼？

source: what's the most important thing on your mind right now?
ar: ما أهم شيء يشغل بالك الآن؟
de: Was beschäftigt dich gerade am meisten?
es: ¿Qué es lo más importante que tienes en mente ahora?
fr: Qu'est-ce qui te préoccupe le plus en ce moment ?
it: Qual è la cosa più importante che hai in mente adesso?
ja: 今、いちばん気にかかっていることは？
ko: 지금 가장 마음에 걸리는 건 무엇인가요?
nl: Wat houdt je op dit moment het meest bezig?
pt_br: O que é mais importante na sua cabeça agora?
pt_pt: O que é mais importante na tua cabeça agora?
ru: Что для тебя сейчас важнее всего?
zh_hans: 此刻你心里最重要的事是什么？
zh_hant: 此刻你心裡最重要的事是什麼？

source: what's the one thing that would make today feel meaningful?
ar: ما الشيء الوحيد الذي سيجعل يومك ذا معنى؟
de: Was ist die eine Sache, die diesen Tag bedeutsam machen würde?
es: ¿Cuál es la única cosa que haría que hoy tuviera sentido?
fr: Quelle est la seule chose qui donnerait du sens à cette journée ?
it: Qual è l'unica cosa che renderebbe oggi significativo?
ja: 今日を意味あるものにする、たった一つのことは？
ko: 오늘을 의미 있게 만들 단 한 가지는 무엇인가요?
nl: Wat is het ene wat vandaag betekenisvol zou maken?
pt_br: Qual é a única coisa que tornaria o dia significativo?
pt_pt: Qual é a única coisa que tornaria o dia significativo?
ru: Что одно сделало бы этот день значимым?
zh_hans: 哪一件事能让今天变得有意义？
zh_hant: 哪一件事能讓今天變得有意義？

source: where do you feel tension, and what might release it?
ar: أين تشعر بالتوتر، وما الذي قد يخفّفه؟
de: Wo spürst du Anspannung, und was könnte sie lösen?
es: ¿Dónde sientes tensión y qué podría liberarla?
fr: Où ressens-tu de la tension, et qu'est-ce qui pourrait la relâcher ?
it: Dove senti tensione e cosa potrebbe scioglierla?
ja: どこに緊張を感じ、何がそれをほぐせますか？
ko: 어디에서 긴장을 느끼고, 무엇이 그것을 풀어줄까요?
nl: Waar voel je spanning, en wat zou die kunnen loslaten?
pt_br: Onde você sente tensão, e o que poderia aliviá-la?
pt_pt: Onde sentes tensão, e o que poderia aliviá-la?
ru: Где ты чувствуешь напряжение и что могло бы его отпустить?
zh_hans: 你在哪里感到紧绷，什么能让它松开？
zh_hant: 你在哪裡感到緊繃，什麼能讓它鬆開？

source: who are you grateful for today?
ar: لمن تشعر بالامتنان اليوم؟
de: Für wen bist du heute dankbar?
es: ¿A quién agradeces hoy?
fr: Envers qui es-tu reconnaissant aujourd'hui ?
it: Per chi sei grato oggi?
ja: 今日、誰に感謝していますか？
ko: 오늘 누구에게 감사한가요?
nl: Voor wie ben je vandaag dankbaar?
pt_br: Por quem você é grato hoje?
pt_pt: Por quem estás grato hoje?
ru: Кому ты благодарен сегодня?
zh_hans: 今天你感谢谁？
zh_hant: 今天你感謝誰？

source: who or what is motivating you right now?
ar: من أو ما الذي يحفّزك الآن؟
de: Wer oder was motiviert dich gerade?
es: ¿Quién o qué te motiva ahora mismo?
fr: Qui ou qu'est-ce qui te motive en ce moment ?
it: Chi o cosa ti motiva in questo momento?
ja: 今、あなたを動かしているのは誰、または何ですか？
ko: 지금 당신에게 동기를 주는 사람이나 것은?
nl: Wie of wat motiveert je op dit moment?
pt_br: Quem ou o que está te motivando agora?
pt_pt: Quem ou o que te motiva agora?
ru: Кто или что вдохновляет тебя прямо сейчас?
zh_hans: 此刻是谁或什么在激励你？
zh_hant: 此刻是誰或什麼在激勵你？

source: win the first move —
ar: اربح الخطوة الأولى —
de: gewinne den ersten Zug —
es: gana el primer movimiento —
fr: gagne le premier geste —
it: vinci la prima mossa —
ja: 最初の一手を制す —
ko: 첫 수를 잡아요 —
nl: win de eerste zet —
pt_br: vença o primeiro movimento —
pt_pt: vence o primeiro movimento —
ru: выиграй первый ход —
zh_hans: 赢下第一步 —
zh_hant: 贏下第一步 —

source: write a little
ar: اكتب قليلًا
de: schreib ein wenig
es: escribe un poco
fr: écris un peu
it: scrivi un po'
ja: 少しだけ書く
ko: 조금만 적어 보기
nl: schrijf een beetje
pt_br: escreva um pouco
pt_pt: escreve um pouco
ru: напиши немного
zh_hans: 写一点点
zh_hant: 寫一點點

source: yay, you
ar: رائع، لقد
de: Juhu, du hast
es: ¡bien, lo
fr: youpi, tu as
it: evviva, ci
ja: やったね
ko: 잘했어요
nl: joepie, je bent
pt_br: isso aí, você
pt_pt: boa, tu
ru: ура, ты
zh_hans: 太棒了，你
zh_hant: 太棒了，你

source: yes, remind me
ar: نعم، ذكّرني
de: ja, erinnere mich
es: sí, recuérdamelo
fr: oui, rappelle-moi
it: sì, ricordamelo
ja: はい、知らせて
ko: 네, 알려 주세요
nl: ja, herinner me
pt_br: sim, me lembre
pt_pt: sim, lembra-me
ru: да, напомни мне
zh_hans: 好，提醒我
zh_hant: 好，提醒我

source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
pt_br: Ontem
pt_pt: Ontem
ru: Вчера
zh_hans: 昨天
zh_hant: 昨天

source: you can take them back.
ar: يمكنك استعادتها.
de: du kannst sie zurückholen.
es: puedes recuperarlas.
fr: tu peux les reprendre.
it: puoi riprendertele.
ja: 取り戻せます。
ko: 되찾을 수 있어요.
nl: je kunt ze terugnemen.
pt_br: você pode recuperá-las.
pt_pt: podes recuperá-las.
ru: ты можешь вернуть их.
zh_hans: 你可以把它们夺回来。
zh_hant: 你可以把它們奪回來。

source: young
ar: صغير
de: Jung
es: joven
fr: jeune
it: giovane
ja: 若葉
ko: 어린잎
nl: jong
pt_br: jovem
pt_pt: jovem
ru: молодой
zh_hans: 幼苗
zh_hant: 幼苗

source: your apps are unlocked. go gently.
ar: تطبيقاتك مفتوحة الآن. تمهّل.
de: Deine Apps sind entsperrt. Lass es ruhig angehen.
es: Tus apps están desbloqueadas. Ve con calma.
fr: Tes apps sont déverrouillées. Vas-y doucement.
it: Le tue app sono sbloccate. Vai con calma.
ja: アプリのロックが解けました。ゆっくりいきましょう。
ko: 앱 잠금이 풀렸어요. 천천히 가세요.
nl: Je apps zijn ontgrendeld. Rustig aan.
pt_br: Seus apps estão desbloqueados. Vá com calma.
pt_pt: As tuas apps estão desbloqueadas. Vai com calma.
ru: Твои приложения разблокированы. Не торопись.
zh_hans: 你的应用已解锁。慢慢来。
zh_hant: 你的應用程式已解鎖。慢慢來。

source: your garden
ar: حديقتك
de: dein Garten
es: tu jardín
fr: ton jardin
it: il tuo giardino
ja: あなたの庭
ko: 당신의 정원
nl: jouw tuin
pt_br: seu jardim
pt_pt: o teu jardim
ru: твой сад
zh_hans: 你的花园
zh_hant: 你的花園

source: your little
ar: إعداداتك
de: deine kleinen
es: tus pequeños
fr: tes petits
it: le tue piccole
ja: あなたの小さな
ko: 당신의 작은
nl: jouw kleine
pt_br: seus pequenos
pt_pt: os teus pequenos
ru: твои маленькие
zh_hans: 你的小小
zh_hant: 你的小小

source: your little book of
ar: كتابك الصغير من
de: dein kleines Buch der
es: tu pequeño libro de
fr: ton petit carnet de
it: il tuo piccolo libro di
ja: あなたの小さな
ko: 당신의 작은 기록
nl: jouw kleine boekje vol
pt_br: seu pequeno livro de
pt_pt: o teu pequeno livro de
ru: твоя книжечка
zh_hans: 你的小小
zh_hant: 你的小小

source: your little garden
ar: حديقتك الصغيرة
de: dein kleiner Garten
es: tu pequeño jardín
fr: ton petit jardin
it: il tuo piccolo giardino
ja: あなたの小さな庭
ko: 당신의 작은 정원
nl: jouw kleine tuin
pt_br: seu pequeno jardim
pt_pt: o teu pequeno jardim
ru: твой маленький сад
zh_hans: 你的小花园
zh_hant: 你的小花園

source: your little plant
ar: نبتتك الصغيرة
de: deine kleine Pflanze
es: tu pequeña planta
fr: ta petite plante
it: la tua piccola pianta
ja: あなたの小さな植物
ko: 당신의 작은 식물
nl: jouw kleine plant
pt_br: sua plantinha
pt_pt: a tua plantinha
ru: твоё маленькое растение
zh_hans: 你的小植物
zh_hant: 你的小植物

source: your morning, your way —
ar: صباحك، على طريقتك —
de: dein Morgen, auf deine Art —
es: tu mañana, a tu manera —
fr: ton matin, à ta façon —
it: la tua mattina, a modo tuo —
ja: あなたの朝を、あなたらしく —
ko: 당신의 아침, 당신의 방식대로 —
nl: jouw ochtend, op jouw manier —
pt_br: sua manhã, do seu jeito —
pt_pt: a tua manhã, à tua maneira —
ru: твоё утро, на твой лад —
zh_hans: 你的早晨，由你做主 —
zh_hant: 你的早晨，由你做主 —

source: your mornings are guarded.
ar: صباحاتك محمية.
de: Deine Morgen sind geschützt.
es: Tus mañanas están protegidas.
fr: Tes matins sont protégés.
it: Le tue mattine sono protette.
ja: あなたの朝は守られています。
ko: 당신의 아침이 지켜지고 있어요.
nl: Je ochtenden zijn beschermd.
pt_br: Suas manhãs estão protegidas.
pt_pt: As tuas manhãs estão protegidas.
ru: Твои утра под защитой.
zh_hans: 你的早晨已被守护。
zh_hant: 你的早晨已被守護。

source: your mornings are quietly leaking.
ar: صباحاتك تتسرّب بهدوء.
de: Deine Morgen versickern leise.
es: tus mañanas se escapan en silencio.
fr: tes matins s'échappent en silence.
it: le tue mattine se ne vanno in silenzio.
ja: あなたの朝が静かに漏れ出ています。
ko: 당신의 아침이 조용히 새어 나가고 있어요.
nl: je ochtenden lekken stilletjes weg.
pt_br: suas manhãs estão vazando em silêncio.
pt_pt: as tuas manhãs estão a escapar em silêncio.
ru: твои утра тихо утекают.
zh_hans: 你的早晨正在悄悄流走。
zh_hant: 你的早晨正在悄悄流走。

source: your mornings, kept & synced everywhere
ar: صباحاتك محفوظة ومتزامنة في كل مكان
de: deine Morgen, überall gespeichert & synchronisiert
es: tus mañanas, guardadas y sincronizadas en todas partes
fr: tes matins, conservés et synchronisés partout
it: le tue mattine, salvate e sincronizzate ovunque
ja: あなたの朝を、どこでも保存・同期
ko: 당신의 아침을 어디서나 보관하고 동기화
nl: je ochtenden, overal bewaard en gesynchroniseerd
pt_br: suas manhãs, guardadas e sincronizadas em todo lugar
pt_pt: as tuas manhãs, guardadas e sincronizadas em todo o lado
ru: твои утра — сохранены и синхронизированы везде
zh_hans: 你的早晨，处处留存并同步
zh_hant: 你的早晨，處處留存並同步

source: your plant is growing.
ar: نبتتك تنمو.
de: Deine Pflanze wächst.
es: tu planta está creciendo.
fr: ta plante grandit.
it: la tua pianta sta crescendo.
ja: あなたの植物が育っています。
ko: 당신의 식물이 자라고 있어요.
nl: je plant groeit.
pt_br: sua planta está crescendo.
pt_pt: a tua planta está a crescer.
ru: твоё растение растёт.
zh_hans: 你的植物正在成长。
zh_hant: 你的植物正在成長。

source: Your ritual is waiting. 5 minutes before the scroll.
ar: طقسك في انتظارك. 5 دقائق قبل التصفّح.
de: Dein Ritual wartet. 5 Minuten vor dem Scrollen.
es: Tu ritual te espera. 5 minutos antes del scroll.
fr: Ton rituel t'attend. 5 minutes avant de scroller.
it: Il tuo rituale ti aspetta. 5 minuti prima dello scroll.
ja: あなたの習慣が待っています。スクロールの前に5分を。
ko: 당신의 의식이 기다려요. 스크롤 전에 5분.
nl: Je ritueel wacht. 5 minuten vóór het scrollen.
pt_br: Seu ritual está esperando. 5 minutos antes de rolar o feed.
pt_pt: O teu ritual está à espera. 5 minutos antes do scroll.
ru: Твой ритуал ждёт. 5 минут до ленты.
zh_hans: 你的仪式在等你。刷手机前的 5 分钟。
zh_hant: 你的儀式在等你。滑手機前的 5 分鐘。

source: get lifetime for %@
ar: احصل عليه مدى الحياة مقابل %@
de: Lebenslang für %@
es: Consíguelo de por vida por %@
fr: À vie pour %@
it: A vita per %@
ja: %@ で買い切り
ko: %@에 평생 이용
nl: Levenslang voor %@
pt_br: Vitalício por %@
pt_pt: Vitalício por %@
ru: Навсегда за %@
zh_hans: %@ 解锁终身
zh_hant: %@ 解鎖終身

source: subscribe for %@/%@
ar: اشترك مقابل %@/%@
de: Abonnieren für %@/%@
es: Suscríbete por %@/%@
fr: S'abonner pour %@/%@
it: Abbonati a %@/%@
ja: %@/%@ で登録
ko: %@/%@에 구독
nl: Abonneer voor %@/%@
pt_br: Assine por %@/%@
pt_pt: Subscreve por %@/%@
ru: Подписка за %@/%@
zh_hans: %@/%@ 订阅
zh_hant: %@/%@ 訂閱

source: mo
ar: شهر
de: Mon.
es: mes
fr: mois
it: mese
ja: 月
ko: 월
nl: mnd
pt_br: mês
pt_pt: mês
ru: мес
zh_hans: 月
zh_hant: 月

source: Lifetime
ar: مدى الحياة
de: Lebenslang
es: De por vida
fr: À vie
it: A vita
ja: 買い切り
ko: 평생
nl: Levenslang
pt_br: Vitalício
pt_pt: Vitalício
ru: Навсегда
zh_hans: 终身
zh_hant: 終身

source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 月額
ko: 월간
nl: Maandelijks
pt_br: Mensal
pt_pt: Mensal
ru: Ежемесячно
zh_hans: 每月
zh_hant: 每月

source: one-time
ar: دفعة واحدة
de: einmalig
es: pago único
fr: paiement unique
it: una tantum
ja: 買い切り
ko: 1회 결제
nl: eenmalig
pt_br: pagamento único
pt_pt: pagamento único
ru: разовый
zh_hans: 一次性
zh_hant: 一次性

source: per month
ar: شهريًا
de: pro Monat
es: al mes
fr: par mois
it: al mese
ja: 1か月あたり
ko: 월당
nl: per maand
pt_br: por mês
pt_pt: por mês
ru: в месяц
zh_hans: 每月
zh_hant: 每月

source: pay once, yours forever.
ar: ادفع مرة واحدة، يبقى لك للأبد.
de: Einmal zahlen, für immer deins.
es: Paga una vez, tuyo para siempre.
fr: Payez une fois, à vous pour toujours.
it: Paghi una volta, tuo per sempre.
ja: 一度の支払いで、ずっとあなたのもの。
ko: 한 번 결제로 평생 소장.
nl: Eén keer betalen, voor altijd van jou.
pt_br: Pague uma vez, seu para sempre.
pt_pt: Paga uma vez, teu para sempre.
ru: Заплати один раз — твоё навсегда.
zh_hans: 一次付费，永久拥有。
zh_hant: 一次付費，永久擁有。

source: billed monthly
ar: يُحصَّل شهريًا
de: monatliche Abrechnung
es: facturación mensual
fr: facturé chaque mois
it: addebito mensile
ja: 毎月請求
ko: 매월 청구
nl: maandelijks gefactureerd
pt_br: cobrado mensalmente
pt_pt: faturado mensalmente
ru: оплата ежемесячно
zh_hans: 按月计费
zh_hant: 按月計費

source: Finish your morning ritual first
ar: أنهِ طقس صباحك أولًا
de: Beende zuerst dein Morgenritual
es: Primero termina tu ritual matutino
fr: Termine d'abord ton rituel du matin
it: Completa prima il tuo rituale mattutino
ja: まず朝の習慣を終えましょう
ko: 먼저 아침 의식을 끝내세요
nl: Maak eerst je ochtendritueel af
pt_br: Termine seu ritual matinal primeiro
pt_pt: Termina primeiro o teu ritual matinal
ru: Сначала заверши свой утренний ритуал
zh_hans: 先完成你的晨间仪式
zh_hant: 先完成你的晨間儀式

source: Open Honestly to unlock your apps.
ar: افتح Honestly لإلغاء قفل تطبيقاتك.
de: Öffne Honestly, um deine Apps freizuschalten.
es: Abre Honestly para desbloquear tus apps.
fr: Ouvre Honestly pour déverrouiller tes apps.
it: Apri Honestly per sbloccare le tue app.
ja: Honestlyを開いてアプリのロックを解除しましょう。
ko: Honestly를 열어 앱 잠금을 해제하세요.
nl: Open Honestly om je apps te ontgrendelen.
pt_br: Abra o Honestly para desbloquear seus apps.
pt_pt: Abre o Honestly para desbloquear as tuas apps.
ru: Открой Honestly, чтобы разблокировать приложения.
zh_hans: 打开 Honestly 解锁你的应用。
zh_hant: 打開 Honestly 解鎖你的應用程式。

source: Open Honestly
ar: افتح Honestly
de: Honestly öffnen
es: Abrir Honestly
fr: Ouvrir Honestly
it: Apri Honestly
ja: Honestlyを開く
ko: Honestly 열기
nl: Honestly openen
pt_br: Abrir Honestly
pt_pt: Abrir Honestly
ru: Открыть Honestly
zh_hans: 打开 Honestly
zh_hant: 打開 Honestly

source: Honestly Premium
zh_hans: Honestly 高级版
zh_hant: Honestly 高級版
